Revit 2027 API
ParameterTypeId.LvMullionLeg1 Property
 "Leg 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LvMullionLeg1 { get; }
Public Shared ReadOnly Property LvMullionLeg1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LvMullionLeg1 {
	ForgeTypeId^ get ();
}
static member LvMullionLeg1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace